{
    "extraction": {
        "title": "Network Administrator",
        "level": "Mid Level Career",
        "location": "Aldie, VA; Co Spgs, CO; Los Angeles, CA",
        "work_model": "On-Site/Office",
        "clearance": "Top Secret/SCI",
        "experience": "5+ yrs experience",
        "education": null,
        "company": "Footbridge Federal"
    },
    "skills": {
        "technical": {
            "required": [
                "Computer data communications systems design specifications",
                "Testing and inspections for computer networks",
                "Planning and implementing network upgrades",
                "Analyzing and organizing hardware and software solutions",
                "Network modeling",
                "Incident ticket resolution",
                "Drafting and implementing standard network change requests",
                "Configuration management (update topology drawings, asset management, inventory)",
                "Coordinating network operations, maintenance, repairs, or upgrades",
                "Layer 1 and Layer 2 network experience (CAT5, SM/MM Fiber, Serial cables, SFP)",
                "Configuring and troubleshooting layer 2 switching (VLAN’s, Port Security, Thin Configs)",
                "Cisco IOS",
                "Juniper JUNOS",
                "Brocade OS",
                "Foundry OS",
                "Cisco/Juniper RMA process"
            ],
            "preferred": [
                "Layer 3 protocols (OSPF, BGP, VRRP, HSRP, MPLS, LSP, GRE)",
                "Visio",
                "ServiceNow",
                "Confluence"
            ],
            "certifications": []
        },
        "soft_skills": [
            "Support for Tier III network engineers",
            "Independent thinker (implied by need to design and implement solutions to complex problems)",
            "Excellent problem solver (implied by need to design and implement solutions to complex problems)"
        ]
    },
    "tools": {
        "tools": [
            "CISCO",
            "Juniper",
            "Brocade",
            "Foundry OS",
            "Visio",
            "ServiceNow",
            "Confluence",
            "Cisco IOS",
            "Juniper JUNOS"
        ]
    },
    "summary": "**Network Administrator**\n\nFootbridge Federal is hiring for three Mid-Level (5+ years experience) Network Technicians to support their IT - Networking team. These are on-site positions located in Aldie, VA, Co Spgs, CO, and Los Angeles, CA, requiring a Top Secret/SCI clearance with a CI Polygraph. The role involves supporting computer data communications systems, including design specifications, testing, upgrades, and analyzing hardware/software solutions through network modeling.\n\nKey responsibilities for this role include resolving incident tickets, implementing network change requests, supporting Tier III network engineers, performing configuration management, coordinating network operations and maintenance, and possessing knowledge of Layer 1 and Layer 2 networking, Cisco/Juniper RMA processes, and various network operating systems (Cisco IOS, Juniper JUNOS, Brocade, Foundry OS). Familiarity with Layer 3 protocols (OSPF, BGP, VRRP, HSRP, MPLS, LSP, GRE) and tools like Visio, ServiceNow, and Confluence is also beneficial. The salary range for these positions is $125,000 - $150,000 with no travel required. [clearedjobs.net](https://clearedjobs.net/q-Network-Engineer-jobs.html)"
}